IDEA StatiCa Open Model
OpenModel.MatReinforcement Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of MatReinforcement
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<MatReinforcement> MatReinforcement { get; set; }
Public Property MatReinforcement As List(Of MatReinforcement)
	Get
	Set
public:
property List<MatReinforcement^>^ MatReinforcement {
	List<MatReinforcement^>^ get ();
	void set (List<MatReinforcement^>^ value);
}
Property Value
Type: List<MatReinforcement>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace